Revit 2024 API
ParameterTypeId.RbsSegmentDescriptionParam Property
 "Segment Description"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId RbsSegmentDescriptionParam { get; }
Visual Basic
Public Shared ReadOnly Property RbsSegmentDescriptionParam As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ RbsSegmentDescriptionParam {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace